Repository: 7toyoda/AccelTimerNeo
Catalog: AccelTimerX/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: 「同意して始める」を押すと、上記に同意したものとみなします。
en: Tapping “Agree and Start” means you accept the above.
ko: ‘동의하고 시작’을 누르면 위 내용에 동의한 것으로 간주합니다.
zh_hans: 点击“同意并开始”即表示您同意以上内容。

source: %@ で全機能を解放
en: Unlock everything for %@
ko: %@ 으로 모든 기능 해제
zh_hans: %@ 解锁全部功能

source: %lld / %lld 件
en: %1$lld / %2$lld
ko: %1$lld / %2$lld 건
zh_hans: %1$lld / %2$lld

source: %lld / %lld 回
en: %1$lld / %2$lld
ko: %1$lld / %2$lld 회
zh_hans: %1$lld / %2$lld

source: 0–100 km/h を、プロ級の精度で。
en: 0–100 km/h, with pro-level precision.
ko: 0–100 km/h를 프로급 정밀도로.
zh_hans: 0–100 km/h，专业级精度。

source: 40 / 60 / 80 / 100 km/h 通過時に速度を読み上げます
en: Announces the speed when passing 40 / 60 / 80 / 100 km/h
ko: 40 / 60 / 80 / 100 km/h 통과 시 속도를 음성으로 안내합니다
zh_hans: 通过40 / 60 / 80 / 100 km/h时播报速度

source: 100 km/h 到達後、「再計測」ボタンを押すまで結果を表示し続けます
en: After reaching 100 km/h, keeps showing the result until you tap “Measure again”
ko: 100 km/h 도달 후 “다시 측정” 버튼을 누를 때까지 결과를 계속 표시합니다
zh_hans: 到达100 km/h后，将持续显示结果，直到按下“重新测量”按钮

source: 100 km/h 到達後、停車すると自動で次の計測を開始します
en: After reaching 100 km/h, stopping automatically starts the next measurement
ko: 100 km/h 도달 후 정차하면 자동으로 다음 측정을 시작합니다
zh_hans: 到达100 km/h后，停车将自动开始下一次测量

source: 100、計測完了
en: 100, measurement complete
ko: 100, 측정 완료
zh_hans: 100，测量完成

source: 100km/h到達
en: 100 km/h
ko: 100km/h 도달
zh_hans: 到达100km/h

source: 100km/h到達付近のGPS速度精度が±%@km/hに低下しています。
en: GPS speed accuracy near 100 km/h dropped to ±%@ km/h.
ko: 100km/h 도달 부근의 GPS 속도 정확도가 ±%@km/h로 저하되었습니다.
zh_hans: 接近100km/h时GPS速度精度下降至±%@km/h。

source: GPS なし
en: No GPS
ko: GPS 없음
zh_hans: 无GPS

source: GPS×加速度センサーで高精度計測
en: High-precision measurement with GPS + accelerometer
ko: GPS×가속도 센서로 고정밀 측정
zh_hans: GPS×加速度传感器高精度测量

source: GPSのドップラー速度で0–100km/hのタイムを高精度に計測します。
en: GPS Doppler speed measures your 0–100 km/h time with high precision.
ko: GPS 도플러 속도로 0–100km/h 기록을 고정밀로 측정합니다.
zh_hans: 通过 GPS 多普勒速度高精度测量 0–100 km/h 的成绩。

source: GPS不明
en: GPS unknown
ko: GPS 불명
zh_hans: GPS未知

source: GPS確認中
en: Checking GPS
ko: GPS 확인 중
zh_hans: 正在确认GPS

source: S = スタート G = 100km/h到達
en: S = Start G = 100 km/h
ko: S = 출발 G = 100km/h 도달
zh_hans: S = 起点 G = 到达100km/h

source: S = スタート G = 停車地点
en: S = Start G = Stop point
ko: S = 출발 G = 정차 지점
zh_hans: S = 起点 G = 停车点

source: あとで
en: Later
ko: 나중에
zh_hans: 稍后

source: アプリ情報
en: App Info
ko: 앱 정보
zh_hans: 应用信息

source: カメラへのアクセスが必要です
en: Camera Access Required
ko: 카메라 접근 권한이 필요합니다
zh_hans: 需要相机权限

source: カメラへのアクセスが拒否されています。設定アプリから許可してください。
en: Camera access denied. Please allow it in Settings.
ko: 카메라 접근이 거부되었습니다. 설정 앱에서 허용해 주세요.
zh_hans: 相机访问被拒绝。请在“设置”中允许。

source: このタイムは参考値としてご覧ください。
en: Treat this time as a reference value.
ko: 이 기록은 참고값으로 봐 주세요.
zh_hans: 请将此成绩视为参考值。

source: スタート
en: Start
ko: 출발
zh_hans: 出发

source: スタート待機中
en: Awaiting start
ko: 시작 대기 중
zh_hans: 等待开始

source: スプリット・速度・加速度を詳細分析
en: Detailed analysis of splits, speed, and acceleration
ko: 스플릿·속도·가속도를 상세 분석
zh_hans: 详细分析分段、速度与加速度

source: センサーログ
en: Sensor log
ko: 센서 로그
zh_hans: 传感器日志

source: センサーログ (CSV)
en: Sensor log (CSV)
ko: 센서 로그 (CSV)
zh_hans: 传感器日志 (CSV)

source: タイム順
en: By time
ko: 시간순
zh_hans: 按时间

source: バージョン
en: Version
ko: 버전
zh_hans: 版本

source: はじめる
en: Get Started
ko: 시작하기
zh_hans: 开始使用

source: バックグラウンド移行により計測を中止しました
en: Measurement canceled due to backgrounding
ko: 백그라운드 전환으로 측정을 중단했습니다
zh_hans: 因切换到后台已中止测量

source: プロ仕様の精度を、すべて解放
en: Unlock pro-grade precision
ko: 프로급 정밀도를 모두 해제
zh_hans: 解锁专业级精度

source: ベスト
en: Best
ko: 베스트
zh_hans: 最佳

source: マイクへのアクセスが必要です
en: Microphone Access Required
ko: 마이크 접근 권한이 필요합니다
zh_hans: 需要麦克风权限

source: マイクへのアクセスが拒否されています。音声なしで録画します。
en: Microphone access denied. Recording without audio.
ko: 마이크 접근이 거부되었습니다. 음성 없이 녹화합니다.
zh_hans: 麦克风访问被拒绝。将在无音频的情况下录制。

source: ライセンス
en: License
ko: 라이선스
zh_hans: 许可

source: 一度の購入で、ずっと使えます
en: One purchase. Yours forever.
ko: 한 번 구매로 평생 사용
zh_hans: 一次购买，永久使用

source: 不明
en: Unknown
ko: 불명
zh_hans: 未知

source: 並び替え
en: Sort
ko: 정렬
zh_hans: 排序

source: 位置データなし（この記録は地図表示に対応していません）
en: No location data (this record can't be shown on a map)
ko: 위치 데이터 없음 (이 기록은 지도 표시에 대응하지 않습니다)
zh_hans: 无位置数据（此记录不支持地图显示）

source: 位置情報（GPS）を使います
en: This App Uses Location (GPS)
ko: 위치 정보(GPS)를 사용합니다
zh_hans: 本应用使用位置信息（GPS）

source: 位置情報が必要です
en: Location Access Required
ko: 위치 정보가 필요합니다
zh_hans: 需要位置信息

source: 位置情報を許可しないと計測できません。
en: Measurement is not possible without location permission.
ko: 위치 정보를 허용하지 않으면 측정할 수 없습니다.
zh_hans: 未允许位置信息则无法测量。

source: 停止確認中
en: Confirming stop
ko: 정지 확인 중
zh_hans: 正在确认停止

source: 停止を確認しています
en: Confirming the vehicle is stopped
ko: 차량 정지를 확인하고 있습니다
zh_hans: 正在确认车辆已停止

source: 停車してください
en: Please stop
ko: 정차해 주세요
zh_hans: 请停车

source: 停車で自動保存します
en: Auto-saves when stopped
ko: 정차하면 자동 저장됩니다
zh_hans: 停车后自动保存

source: 停車で自動再計測
en: Auto re-measure on stop
ko: 정차 시 자동 재측정
zh_hans: 停车后自动重新测量

source: 停車で記録を保存します
en: Stop to save the record
ko: 정차하면 기록을 저장합니다
zh_hans: 停车后保存记录

source: 停車地点
en: Stop point
ko: 정차 지점
zh_hans: 停车点

source: 全機能を解放
en: Unlock everything
ko: 모든 기능 해제
zh_hans: 解锁全部功能

source: 全記録のスプリット・グラフ・地図を保持
en: Keep splits, charts & maps for every run
ko: 모든 기록의 스플릿·그래프·지도 보관
zh_hans: 保留所有记录的分段、图表与地图

source: 共有
en: Share
ko: 공유
zh_hans: 分享

source: 再計測
en: Measure Again
ko: 다시 측정
zh_hans: 重新测量

source: 最大
en: Max
ko: 최대

source: 最高速度
en: Top speed
ko: 최고 속도

source: 加速度
en: Acceleration
ko: 가속도

source: 加速度グラフ
en: Acceleration chart
ko: 가속도 그래프
zh_hans: 加速度图表

source: 動画ファイルが見つかりません
en: Video file not found
ko: 동영상 파일을 찾을 수 없습니다
zh_hans: 找不到视频文件

source: 動画を履歴に保存しました
en: Video saved to history
ko: 동영상을 기록에 저장했습니다
zh_hans: 视频已保存到历史

source: 動画録画
en: Video recording
ko: 동영상 녹화
zh_hans: 视频录制

source: 動画録画にはカメラの許可が必要です。設定アプリの AccelTimer でカメラをオンにしてください。
en: Video recording requires camera access. Turn on Camera for AccelTimer in the Settings app.
ko: 동영상 녹화에는 카메라 권한이 필요합니다. 설정 앱의 AccelTimer에서 카메라를 켜십시오.
zh_hans: 录制视频需要相机权限。请在“设置”应用中为 AccelTimer 开启相机。

source: 参考値
en: Reference
ko: 참고값
zh_hans: 参考值

source: 同意して始める
en: Agree and Start
ko: 동의하고 시작
zh_hans: 同意并开始

source: 安全運転と免責事項
en: Safe Driving & Disclaimer
ko: 안전 운전 및 면책 사항
zh_hans: 安全驾驶与免责声明

source: 完了
en: Done
ko: 완료
zh_hans: 完成

source: 完全停止でREADY状態になります
en: Becomes READY once fully stopped
ko: 완전히 정지하면 READY 상태가 됩니다
zh_hans: 完全停止后进入READY状态

source: 履歴
en: History
ko: 기록
zh_hans: 历史

source: 履歴・スプリット詳細・速度グラフ
en: History, split details & speed chart
ko: 기록·스플릿 상세·속도 그래프
zh_hans: 历史·分段详情·速度图表

source: 履歴を無制限に保存
en: Save unlimited history
ko: 기록을 무제한으로 저장
zh_hans: 无限保存历史记录

source: 履歴を無制限に解放（購入）
en: Unlock unlimited history (Purchase)
ko: 기록 무제한 해제 (구매)
zh_hans: 解锁无限历史记录（购买）

source: 平均
en: Avg
ko: 평균

source: 待機
en: Idle
ko: 대기
zh_hans: 待机

source: 復元できる購入が見つかりませんでした
en: No purchases to restore
ko: 복원할 구매를 찾을 수 없습니다
zh_hans: 未找到可恢复的购买

source: 復元中…
en: Restoring…
ko: 복원 중…
zh_hans: 恢复中…

source: 日付順
en: By date
ko: 날짜순
zh_hans: 按日期

source: 時間
en: Time
ko: 시간
zh_hans: 时间

source: 書き出し
en: Export
ko: 내보내기
zh_hans: 导出

source: 未達成
en: Incomplete
ko: 미달성
zh_hans: 未达成

source: 本アプリの利用に起因または関連して生じた事故・違反・損害・トラブルについて、開発者は一切の責任を負いません。利用者ご自身の責任においてご利用ください。
en: The developer assumes no responsibility for any accidents, violations, damages, or troubles arising from or related to the use of this app. Use it at your own risk.
ko: 이 앱의 사용으로 인해 발생하거나 이와 관련된 사고·위반·손해·문제에 대해 개발자는 일절 책임을 지지 않습니다. 이용자 본인의 책임 하에 사용하십시오.
zh_hans: 对于因使用本应用而引起或与之相关的事故、违章、损害或纠纷，开发者概不负责。请您自行承担责任使用。

source: 本アプリは加速性能を計測するための補助ツールです。公道での速度超過や危険運転を推奨するものではありません。
en: This app is an aid for measuring acceleration performance. It does not encourage speeding or dangerous driving on public roads.
ko: 이 앱은 가속 성능을 측정하기 위한 보조 도구입니다. 공도에서의 과속이나 위험 운전을 권장하지 않습니다.
zh_hans: 本应用是用于测量加速性能的辅助工具，并不鼓励在公共道路上超速或危险驾驶。

source: 次の画面で「Appの使用中は許可」を選んでください。
en: On the next screen, please choose “Allow While Using App.”
ko: 다음 화면에서 ‘앱을 사용하는 동안 허용’을 선택하십시오.
zh_hans: 请在下一个画面选择“使用 App 期间允许”。

source: 次の画面でiOSの許可ダイアログが表示されます。
en: The iOS permission dialog will appear on the next screen.
ko: 다음 화면에서 iOS 권한 대화상자가 표시됩니다.
zh_hans: 下一个画面将显示 iOS 的权限对话框。

source: 無料保存の残り
en: Free saves left
ko: 남은 무료 저장
zh_hans: 剩余免费保存

source: 無料計測の残り
en: Free measurements left
ko: 남은 무료 측정
zh_hans: 剩余免费测量

source: 無料計測を使い切りました
en: You've used all free measurements
ko: 무료 측정을 모두 사용했습니다
zh_hans: 已用完免费测量

source: 発進を検知して自動スタート（10 km/h前後）
en: Auto-starts on launch detection (around 10 km/h)
ko: 출발을 감지하여 자동 시작 (약 10 km/h)
zh_hans: 检测到起步后自动开始（约 10 km/h）

source: 発進時に端末が安定しておらず、スタート点の検出精度が低下しています（手持ち撮影の可能性）。端末を車体に固定すると改善します。
en: The device wasn't steady at launch, lowering start-point detection accuracy (possibly handheld). Mounting it to the vehicle improves this.
ko: 출발 시 기기가 안정적이지 않아 시작점 검출 정확도가 저하되었습니다(손에 든 촬영 가능성). 기기를 차체에 고정하면 개선됩니다.
zh_hans: 起步时设备不稳定，起点检测精度下降（可能是手持拍摄）。将设备固定在车身可改善。

source: 秒
en: s
ko: 초

source: 端末を固定してください
en: Secure your device
ko: 기기를 고정해 주세요
zh_hans: 请固定设备

source: 端末を車体に固定すると高精度で計測できます
en: Mount the device to the vehicle for high accuracy
ko: 기기를 차체에 고정하면 고정밀로 측정할 수 있습니다
zh_hans: 将设备固定在车身可获得高精度测量

source: 続ける
en: Continue
ko: 계속
zh_hans: 继续

source: 編集
en: Edit
ko: 편집
zh_hans: 编辑

source: 解放する
en: Unlock
ko: 해제하기
zh_hans: 解锁

source: 計測
en: Measure
ko: 측정
zh_hans: 测量

source: 計測が無制限
en: Unlimited measurements
ko: 측정 무제한
zh_hans: 无限次测量

source: 計測タブでスタートしてください
en: Start from the Measure tab
ko: 측정 탭에서 시작하세요
zh_hans: 请在测量标签页开始

source: 計測データと位置情報は端末内にのみ保存され、外部に送信しません。
en: Measurement data and location are stored only on your device and never sent externally.
ko: 측정 데이터와 위치 정보는 기기 내에만 저장되며 외부로 전송하지 않습니다.
zh_hans: 测量数据和位置信息仅保存在设备内，不会向外部发送。

source: 計測は、安全が確保され法令上も許される場所でのみ行ってください。
en: Only perform measurements in places where safety is ensured and which are permitted by law.
ko: 측정은 안전이 확보되고 법적으로 허용되는 장소에서만 실시하십시오.
zh_hans: 请仅在安全得到保障且法律允许的场所进行测量。

source: 計測は無料・無制限。履歴の保存は%lld件まで無料です。
en: Measuring is free and unlimited. Saving up to %lld records is free.
ko: 측정은 무료·무제한입니다. 기록은 %lld건까지 무료로 저장됩니다.
zh_hans: 测量免费且无限制。最多可免费保存 %lld 条记录。

source: 計測中
en: Measuring
ko: 측정 중
zh_hans: 测量中

source: 計測中に動画を録画
en: Record video while measuring
ko: 측정 중 동영상 녹화
zh_hans: 测量时录制视频

source: 計測動画
en: Measurement video
ko: 측정 동영상
zh_hans: 测量视频

source: 計測完了
en: Measurement complete
ko: 측정 완료
zh_hans: 测量完成

source: 計測完了後の動作
en: After measurement
ko: 측정 완료 후 동작
zh_hans: 测量完成后的行为

source: 計測履歴なし
en: No history
ko: 측정 기록 없음
zh_hans: 暂无测量记录

source: 計測画面・履歴・詳細を 0-100 km/h 中心で表示します。計測完了判定も 100 km/h 到達です。
en: Shows the measurement screen, history, and details around 0-100 km/h. Completion is also based on reaching 100 km/h.
ko: 측정 화면, 기록, 상세를 0-100 km/h 중심으로 표시합니다. 완료 판정도 100 km/h 도달 기준입니다.
zh_hans: 测量画面、历史记录和详情以 0-100 km/h 为中心显示。完成判定也以达到 100 km/h 为准。

source: 計測画面・履歴・詳細を 0-60 mph 中心で表示します。計測完了判定は引き続き 100 km/h 到達です。
en: Shows the measurement screen, history, and details around 0-60 mph. Completion is still based on reaching 100 km/h.
ko: 측정 화면, 기록, 상세를 0-60 mph 중심으로 표시합니다. 완료 판정은 계속 100 km/h 도달 기준입니다.
zh_hans: 测量画面、历史记录和详情以 0-60 mph 为中心显示。完成判定仍以达到 100 km/h 为准。

source: 計測詳細
en: Details
ko: 측정 상세
zh_hans: 测量详情

source: 計測開始から完了まで後方カメラで録画し、速度・タイムをオーバーレイしてアプリ内に保存します。履歴詳細から再生できます
en: Records with the rear camera from start to finish, overlays speed and time, and saves in-app. Play it back from the history details.
ko: 측정 시작부터 완료까지 후면 카메라로 녹화하고 속도·시간을 오버레이하여 앱 내에 저장합니다. 기록 상세에서 재생할 수 있습니다.
zh_hans: 从测量开始到完成用后置摄像头录制，叠加速度和时间并保存在应用内。可从历史详情播放。

source: 記録を保存しました
en: Record saved
ko: 기록을 저장했습니다
zh_hans: 记录已保存

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 設定を開く
en: Open Settings
ko: 설정 열기
zh_hans: 打开设置

source: 買い切り・サブスクなし
en: One-time purchase · no subscription
ko: 한 번 구매 · 구독 없음
zh_hans: 一次性购买·无订阅

source: 買い切りで全機能を解放できます
en: A one-time purchase unlocks everything
ko: 한 번의 구매로 모든 기능을 해제할 수 있습니다
zh_hans: 一次性购买即可解锁全部功能

source: 購入して解放
en: Purchase to unlock
ko: 구매하여 해제
zh_hans: 购买以解锁

source: 購入を完了できませんでした
en: Couldn't complete the purchase
ko: 구매를 완료하지 못했습니다
zh_hans: 无法完成购买

source: 購入を復元
en: Restore purchase
ko: 구매 복원
zh_hans: 恢复购买

source: 購入済み（全機能解放）
en: Purchased (all features unlocked)
ko: 구매 완료 (모든 기능 해제)
zh_hans: 已购买（全部功能已解锁）

source: 走行ルート
en: Route
ko: 주행 경로
zh_hans: 行驶路线

source: 走行動画オーバーレイ録画
en: Video overlay recording
ko: 주행 동영상 오버레이 녹화
zh_hans: 行驶视频叠加录制

source: 走行動画にタイムをオーバーレイ録画
en: Record driving video with time overlay
ko: 주행 영상에 기록을 오버레이 녹화
zh_hans: 行车视频叠加成绩录制

source: 走行音の録音にはマイクの許可が必要です。設定アプリの AccelTimer でマイクをオンにしてください。音声なしでの動画録画は可能です。
en: Recording audio requires microphone access. Turn on Microphone for AccelTimer in the Settings app. Video can still be recorded without audio.
ko: 주행음 녹음에는 마이크 권한이 필요합니다. 설정 앱의 AccelTimer에서 마이크를 켜십시오. 소리 없이 동영상 녹화는 가능합니다.
zh_hans: 录制声音需要麦克风权限。请在“设置”应用中为 AccelTimer 开启麦克风。也可在无声音的情况下录制视频。

source: 走行音を動画に収録します
en: Records driving sound in the video
ko: 주행음을 동영상에 녹음합니다
zh_hans: 将行驶声音录入视频

source: 走行音を録音
en: Record driving sound
ko: 주행음 녹음
zh_hans: 录制行驶声音

source: 速度
en: Speed
ko: 속도

source: 速度±%@km/h BEST
en: Speed ±%@km/h BEST
ko: 속도 ±%@km/h BEST

source: 速度±%@km/h FAIR
en: Speed ±%@km/h FAIR
ko: 속도 ±%@km/h FAIR

source: 速度±%@km/h GOOD
en: Speed ±%@km/h GOOD
ko: 속도 ±%@km/h GOOD

source: 速度±%@km/h POOR
en: Speed ±%@km/h POOR
ko: 속도 ±%@km/h POOR

source: 速度グラフ
en: Speed chart
ko: 속도 그래프
zh_hans: 速度图表

source: 速度帯
en: Speed range
ko: 속도 구간
zh_hans: 速度区间

source: 速度計測にはGPS（位置情報）が必須です。設定アプリの「位置情報」を「使用中のみ許可」に変更してください。
en: Speed measurement requires GPS (location). Please set Location to “While Using the App” in the Settings app.
ko: 속도 측정에는 GPS(위치 정보)가 필수입니다. 설정 앱에서 ‘위치’를 ‘앱을 사용하는 동안’으로 변경하십시오.
zh_hans: 速度测量需要 GPS（位置信息）。请在“设置”应用中将“位置”改为“使用 App 期间”。

source: 速度読み上げ
en: Speak speed
ko: 속도 음성 안내
zh_hans: 语音播报速度

source: 運転者は端末を操作せず、計測の開始・停止や画面の確認は同乗者が行うか、停車中に行ってください。
en: Drivers must not operate the device. Start/stop measurements and check the screen via a passenger or while stopped.
ko: 운전자는 기기를 조작하지 말고, 측정의 시작·정지나 화면 확인은 동승자가 하거나 정차 중에 하십시오.
zh_hans: 驾驶者请勿操作设备，测量的开始/停止及查看屏幕应由同乘者进行，或在停车时进行。

source: 運転者は道路交通法をはじめとする一切の法令を遵守し、常に周囲の安全を最優先してください。
en: Drivers must obey all laws, including traffic regulations, and always prioritize the safety of those around them.
ko: 운전자는 도로교통법을 비롯한 모든 법령을 준수하고 항상 주변의 안전을 최우선으로 하십시오.
zh_hans: 驾驶者必须遵守道路交通法等一切法律法规，并始终将周围安全放在首位。

source: 録画データ
en: Video
ko: 녹화 데이터
zh_hans: 录像数据

source: 音声
en: Audio
ko: 음성
zh_hans: 语音

source: %@、NEW RECORD
ko: %@, 신기록
zh_hans: %@，新纪录
